Repository: nslu2/user
Catalog: utility/quota-tools-/po/*.po
Languages: pl

source: %s: no such user
pl: %s: nie ma takiego u¿ytkownika

source: %s: no such group
pl: %s: nie ma takiej grupy

source: %d: unknown quota type
pl: %d: nieznany typ limitu

source: fsname mismatch
pl: nieprawid³owa nazwa systemu plików

source: Usage: edquota [-n] [-u] [-p username] username ...
pl: U¿ycie: edquota [-n] [-u] [-p u¿ytkownik] u¿ytkownik ...

source: edquota [-n] -g [-p groupname] groupname ...
pl: edquota [-n] -g [-p grupa] grupa ...

source: Usage: edquota [-u] [-p username] username ...
pl: U¿ycie: edquota [-u] [-p u¿ytkownik] u¿ytkownik ...

source: edquota -g [-p groupname] groupname ...
pl: edquota -g [-p grupa] grupa ...

source: quota %s, with RPC and EXT2_DIRECT options.
pl: quota %s, z opcjami RPC i EXT2_DIRECT.

source: quota %s, with RPC options.
pl: quota %s, z opcjami RPC.

source: quota %s, with EXT2_DIRECT options.
pl: quota %s, z opcjami EXT2_DIRECT.

source: quota %s, without special options.
pl: quota %s, bez ¿adnych specjalnych opcji.

source: Usage: quota [-guqvV]
pl: U¿ycie: quota [-guqvV]

source: quota [-qv] -u username ...
pl: quota [-qv] -u u¿ytkownik ...

source: quota [-qv] -g groupname ...
pl: quota [-qv] -g grupa ...

source: (no account)
pl: (brak konta)

source: quota: %s (uid %d): permission denied
pl: quota: %s (uid %d): brak prawa dostêpu

source: quota: %s: unknown user
pl: quota: %s: nieznany u¿ytkownik

source: (no entry)
pl: (brak wpisu)

source: quota: %s (gid %d): permission denied
pl: quota: %s (gid %d): brak prawa dostêpu

source: quota: %s: unknown group
pl: quota: %s: nieznana grupa

source: File limit reached on
pl: Limit plików osi±gniêty na

source: In file grace period on
pl: Okres pob³a¿liwo¶ci dla przekroczonego limitu plików na

source: Over file quota on
pl: Limit plików przekroczony na

source: Block limit reached on
pl: Limit bloków osi±gniêty na

source: In block grace period on
pl: Okres pob³a¿liwo¶ci dla przekroczonego limitu bloków na

source: Over block quota on
pl: Limit bloków przekroczony na

source: none
pl: brak

source: Disk quotas for %s %s (%cid %d): %s
pl: Limity dyskowe dla %s %s (%cid %d): %s

source: Filesystem
pl: System plików

source: blocks
pl: bloki

source: quota
pl: miêkki

source: limit
pl: twardy

source: grace
pl: pob³.

source: files
pl: pliki

source: Virtual memory exhausted
pl: Brak wirtualnej pamiêci

source: Adding dquot structure type %s for %d
pl: Dodajê strukturê dquot typu %s dla %d

source: Usage: quotacheck [-g] [-u] [-R] [-vd] -a
pl: U¿ycie: quotacheck [-g] [-u] [-R] [-vd] -a

source: quotacheck [-g] [-u] [-vd] filesys ...
pl: quotacheck [-g] [-u] [-vd] systemplików ...

source: %s: not found
pl: nie znaleziono: %s

source: Scanning %s [%s]
pl: Skanujê %s [%s]

source: done
pl: zrobiono

source: Checked %d directories and %d files
pl: Sprawdzono %d katalogów i %d plików

source: %s: not a directory
pl: %s: nie jest katalogiem

source: %s not found in fstab
pl: %s nie zosta³ znaleziony w fstab

source: Allocated %d bytes memory Free'd %d bytes Lost %d bytes
pl: Zaallokowano %d bajtów pamiêci Zwolniono %d bajtów Stracono %d bajtów

source: quotacheck: error while opening %s
pl: quotacheck: b³±d podczas otwierania %s

source: in-use inode map
pl: mapa u¿ywanych i-wêz³ów

source: quotacheck: error while allocating inode file bitmap
pl: quotacheck: b³±d podczas allokowania bitmapy i-wêz³ów plików

source: directory inode map
pl: mapa i-wêz³ów katalogów

source: quotacheck: error while allocating inode directory bitmap
pl: quotacheck: b³±d podczas allokowania bitmapy i-wêz³ów katalogów

source: quotacheck: error while opening inode scan
pl: quotacheck: b³±d podczas otwierania skanu i-wêz³ów

source: quotacheck: error while starting inode scan
pl: quotacheck: b³±d podczas uruchamiania skanu i-wêz³ów

source: Found i_num %ld
pl: Znaleziono i_num %ld

source: Something weird while scanning
pl: Co¶ dziwnego podczas skanowania

source: Hmm, file `%s/%s' not found
pl: Hmm, plik %s/%s nie zosta³ znaleziony

source: Guess you'd better run fsck first ! exiting...
pl: Ururchom najpierw fsck ! Koñczê...

source: Adding %s size %d ino %d links %d
pl: Dodajê %s, o rozmiarze %d, iwêze³ %d, po³±czeñ %d

source: Scanning stored directories from directory stack
pl: Skanujê zapisane na stosie katalogi

source: popd %s Entering directory %s
pl: popd %s Wchodzê do katalogu %s

source: Leaving %s
pl: Opuszczam %s

source: Adding hardlink for ino %d
pl: Dodajê dowi±zanie na i-wêze³ %d

source: Can't add dquot structure type %s for uid %d
pl: Nie mogê dodaæ struktury dquot typu %s dla uid %d

source: Adding blocks from hardlinks for %s %d
pl: Dodajê bloki z dowi±zañ na %s %d

source: Using quotafile %s
pl: Korzystam z pliku limitów %s

source: Updating in-core %s quotas
pl: Aktualizujê wewnêtrzne limity typu %s

source: %s %d: curinodes: %d curblocks: %d without hardlinks
pl: %s %d: akt.iwêz³ów: %d akt.bloków: %d bez dowi±zañ

source: %s %d: curinodes: %d curblocks: %d with hardlinks
pl: %s %d: akt.iwêz³ów: %d akt.bloków: %d z dowi±zaniami

source: Name must be quotaon or quotaoff not %s
pl: Nazw± musi byæ quotaon, lub quotaoff, nie %s

source: Usage: %s [-g] [-u] [-v] -a
pl: U¿ycie: %s [-g] [-u] [-v] -a

source: %s [-g] [-u] [-v] filesys ...
pl: %s [-g] [-u] [-v] systemplików ...

source: %s: %s quotas turned off
pl: %s: %s limity wy³±czone

source: quotaon: using %s on
pl: quotaon: u¿ywam %s dla

source: %s: %s quotas turned on
pl: %s: %s limity w³±czone

source: quotaon: set root_squash on
pl: quotaon: w³±czono root_squash

source: %s: %s root_squash turned off
pl: %s: %s wy³±czono root_squash

source: %s: %s root_squash turned on
pl: %s: %s w³±czono root_squash

source: day
pl: dzieñ

source: %d days
pl: %d dni

source: hour
pl: godzina

source: %d hours
pl: %d godziny

source: minute
pl: minuta

source: %d minutes
pl: %d minuty

source: second
pl: sekunda

source: %d seconds
pl: %d sekundy

source: %s: bad units, specify: %s, %s, %s, or %s
pl: %s: z³e jednostki, podaj: %s, %s, %s, lub %s

source: edquota: out of memory
pl: edquota: brak pamiêci

source: Warning: Quotas are not compiled into this kernel
pl: Uwaga: Quota nie jest wkompilowane w to j±dro

source: Disk quotas for %s %s (%cid %d):
pl: Limity dla %s %s (%cid %d):

source: Filesystem blocks soft hard inodes soft hard
pl: System plików bloki miêkki twardy i-wêz³y miêkki twardy

source: Quotas for %s %s:
pl: Limity dla %s %s:

source: %s: %s %d, limits (soft = %d, hard = %d)
pl: %s: %s %d, limity (miêkki = %d, twardy = %d)

source: blocks in use:
pl: u¿ywanych bloków:

source: %s %d, limits (soft = %d, hard = %d)
pl: %s %d, limity (miêkki = %d, twardy = %d)

source: inodes in use:
pl: u¿ywanych iwêz³ów:

source: Can't re-read temp file!!
pl: Nie mogê odczytaæ pliku tymczasowego

source: bad format: %s
pl: z³y format: %s

source: %s: cannot change current block allocation
pl: %s: nie mogê zmieniæ aktualnej allokacji bloków

source: %s: cannot change current inode allocation
pl: %s: nie mogê zmieniæ aktualnej allokacji iwêz³ów

source: %s: bad format
pl: %s: z³y format

source: %s: %s: bad format
pl: %s: %s: z³y format

source: blocks in use: %d, limits (soft = %d, hard = %d)
pl: u¿ywanych bloków: %d, limity (miêkki = %d, twardy = %d)

source: %s:%s: bad format
pl: %s:%s: z³y format

source: inodes in use: %d, limits (soft = %d, hard = %d)
pl: u¿ywanych iwêz³ów: %d, limity (miêkki = %d, twardy = %d)

source: %s: cannot change current allocation
pl: %s: nie mogê zmieniæ aktualnej allokacji

source: Grace period before enforcing soft limits for %ss:
pl: Okres pob³a¿liwo¶ci przed wymuszeniem miêkkich limitów dla %s:

source: Time units may be: days, hours, minutes, or seconds
pl: Jednostkami czasu mog± byæ: days, hours, minutes, seconds

source: Filesystem Block grace period Inode grace period
pl: System plików Pob³a¿liwo¶æ dla bloków Pob³a¿liwo¶æ dla iwêz³ów

source: %s: block grace period: %s,
pl: %s: okres pob³a¿liwo¶ci dla bloków: %s,

source: file grace period: %s
pl: okres pob³a¿liwo¶ci dla plików: %s

source: block grace period: %d %s file grace period: %d %s
pl: okres pob³a¿liwo¶ci dla bloków: %d %s okres pob³a¿liwo¶ci dla plików: %d %s

source: Number of dquot lookups: %ld
pl: Liczba poszukiwañ dquot: %ld

source: Number of dquot drops: %ld
pl: Liczba zrzutów dquot: %ld

source: Number of still active inodes with quota : %ld
pl: Liczba aktywnych iwêz³ów dla limitu: %ld

source: Number of dquot reads: %ld
pl: Liczba odczytów dquot: %ld

source: Number of dquot writes: %ld
pl: Liczba zapisów dquot: %ld

source: Number of quotafile syncs: %ld
pl: Liczba synchronizacji pliku limitów: %ld

source: Number of dquot cache hits: %ld
pl: Liczba trafieñ cache'u dquot: %ld

source: Number of allocated dquots: %ld
pl: Liczba zaallokowanych struktur dquot: %ld

source: Number of free dquots: %ld
pl: Liczba wolnych dquot: %ld

source: Number of in use dquot entries (user/group): %ld
pl: Liczba u¿ywanych wpisów dquot (u¿ytkownik/grupa): %ld

source: Usage: %s %s
pl: U¿ycie: %s %s

source: repquota [-v] [-g] [-u] filesys ...
pl: repquota [-v] [-g] [-u] systemplików ...

source: *** Warning: Quotas are not compiled into this kernel
pl: *** Uwaga: Quota nie s± wkompilowane w to j±dro

source: *** Report for %s quotas on %s (%s)
pl: *** Raport dla %s limitów na %s (%s)

source: Block limits File limits
pl: Limity bloków Limity plików

source: User used soft hard grace used soft hard grace
pl: U¿ytkownik u¿yw. miê. twa. pob. u¿yw. miê. twa. pob.

source: out of memory for fileusage structures
pl: brak p±miêci dla struktury wykorzystania systemu plików

source: unable to free arguments
pl: nie mogê usun±æ argumentów

source: cannot create udp service.
pl: nie mogê stworzyæ us³ugi udp.

source: unable to register (RQUOTAPROG, RQUOTAVERS, udp).
pl: nie mogê zarejestrowaæ (RQUOTAPROG, RQUOTAVERS, udp).

source: unable to register (RQUOTAPROG, EXT_RQUOTAVERS, udp).
pl: nie mogê zarejestrowaæ (RQUOTAPROG, EXT_RQUOTAVERS, udp).

source: cannot create tcp service.
pl: nie mogê stworzyæ us³ugi tcp.

source: unable to register (RQUOTAPROG, RQUOTAVERS, tcp).
pl: nie mogê zarejestrowaæ (RQUOTAPROG, RQUOTAVERS, tcp).

source: unable to register (RQUOTAPROG, EXT_RQUOTAVERS, tcp).
pl: nie mogê zarejestrowaæ (RQUOTAPROG, EXT_RQOUTAVERS, tcp).

source: svc_run returned
pl: swc_run zwróci³o

source: copy_user_quota_limits: Failed to set userquota for uid %ld : %s
pl: copy_user_quota_limits: nie mogê ustawiæ limitów u¿ytkownika dla uid %ld : %s

source: copy_user_quota_limits: Failed to get userquota for uid %ld : %s
pl: copy_user_quota_limits: nie mogê pobraæ limitów u¿ytkownika dla uid %ld : %s

source: copy_group_quota_limits: Failed to set groupquota for uid %ld : %s
pl: copy_group_quota_limits: nie mogê ustawiæ limitów grupy dla uid %ld : %s

source: copy_group_quota_limits: Failed to get groupquota for uid %ld : %s
pl: copy_group_quota_limits: nie mogê odczytaæ limitór grupy dla uid %ld : %s

source: Usage: setquota [-u|-g] [-n] <username|groupname> <filesystem> <block-softlimit> <block-hardlimit> <inode-softlimit> <inode-hardlimit> setquota [-u|-g] [-n] <-p protousername|protogroupname> <username|groupname> <filesystem>
pl: U¿ycie: setquota [-u|-g] [-n] <u¿ytkownik|grupa> <systemplików> <bloki-miêkki> <bloki-twardy> <iwêz³umiêkki> <iwêz³ytwary> setquota [-u|-g] [-n] <-p u_prototyp|g_prototyp> <u¿ytkownik|grupa> <systemplików>

source: Usage: setquota [-u|-g] <username|groupname> <filesystem> <block-softlimit> <block-hardlimit> <inode-softlimit> <inode-hardlimit> setquota [-u|-g] <-p protousername|protogroupname> <username|groupname> <filesystem>
pl: U¿ycie: setquota [-u|-g] <u¿ytkownik|grupa> <systemplików> <bloki-miêkki> <bloki-twardy> <iwêz³y-miêkki> <iwêz³y-twardy> setquota [-u|-g] <-p u_prototyp|g_prototyp> <u¿ytkownik|grupa> <systemplików>

source: setquota: permission denied
pl: setquota: brak prawa dostêpu

source: Unknown option -%c
pl: Nieznana opcja -%c

source: Unknown protoname %s for quotatype %s
pl: Nieznany prototyp %s dla limity typu %s

source: File system %s not found
pl: Nie znaleziono system plików %s

source: Invalid number: block-soft
pl: Nieprawid³owa liczba: bloki-miêkki

source: Invalid number: block-hard
pl: Nieprawid³owa liczba: bloki-twardy

source: Invalid number: inode-soft
pl: Nieprawid³owa liczba: iwêz³y-miêkki

source: Invalid number: inode-hard
pl: Nieprawid³owa liczba: iwêz³y-twardy

source: File system not found
pl: Nie znaleziono system plików

source: Disk Quota usage on system
pl: Wykorzystanie limitów dyskowych

source: Hi, We noticed that you are in violation with the quotasystem used on this system. We have found the following violations:
pl: Cze¶æ! Zauwa¿yli¶my naruszenie zasad systemu limitowania przestrzeni dyskowej, u¿ywanego na tym systemie. Znale¼li¶my nastêpuj±ce naruszenia:

source: Block limits File limits
pl: Limity bloków Limity plików

source: Filesystem used soft hard grace used soft hard grace
pl: System plików u¿yw. miêkkie twa. pob³. u¿yw. miê. twa. pob³.

source: We hope that you will cleanup before your grace period expires. Basically, this means that the system thinks you are using more disk space on the above partition(s) than you are allowed. If you do not delete files and get below your quota before the grace period expires, the system will prevent you from creating new files. For additional assistance, please contact us at support@localhost or via phone at (xxx) xxx-xxxx or (xxx) xxx-xxxx.
pl: Mamy nadziejê, ¿e posprz±tasz przed up³yniêciem okresu pob³a¿liwo¶ci. Oznancza to, i¿ system uwa¿a, ¿e u¿ywasz, na podanych systemach plików, wiêcej powierzchni, ni¿ jeste¶ upowa¿niony. Je¿eli nie posprz±tasz tak, aby znale¼æ siê poni¿ej limitów przed up³yniêciem okresu pob³a¿liwo¶ci, system zabroni Ci tworzyæ nowe pliki. Je¿eli chcesz dowiedzieæ siê wiêcej skontaktuj siê z nami: support@localhost
